<?php

use Illuminate\Database\Seeder;

class EnnjiMasterSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
      DB::table('園児マスタ')->insert([
        [
          '園児ID' => 1,
          '園児＿氏名漢字' => "もう卒業し太郎"
        ],
        [
          '園児ID' => 2,
          '園児＿氏名漢字' => "すみれ次郎"
        ],
        [
          '園児ID' => 3,
          '園児＿氏名漢字' => "すみれ太郎"
        ],
        [
          '園児ID' => 4,
          '園児＿氏名漢字' => "あじさい次郎"
        ],
        [
          '園児ID' => 5,
          '園児＿氏名漢字' => "あじさい太郎"
        ],
        [
          '園児ID' => 6,
          '園児＿氏名漢字' => "たんぽぽ三郎"
        ],
        [
          '園児ID' => 7,
          '園児＿氏名漢字' => "たんぽぽ次郎"
        ],
        [
          '園児ID' => 8,
          '園児＿氏名漢字' => "たんぽぽ太郎"
        ],
        [
          '園児ID' => 9,
          '園児＿氏名漢字' => "さくら三郎"
        ],
        [
          '園児ID' => 10,
          '園児＿氏名漢字' => "さくら次郎"
        ],
        [
          '園児ID' => 11,
          '園児＿氏名漢字' => "さくら太郎"
        ],
        [
          '園児ID' => 12,
          '園児＿氏名漢字' => "ばら三郎"
        ],
        [
          '園児ID' => 13,
          '園児＿氏名漢字' => "ばら次郎"
        ],
        [
          '園児ID' => 14,
          '園児＿氏名漢字' => "ばら太郎"
        ],
        [
          '園児ID' => 15,
          '園児＿氏名漢字' => "ちゅーりっぷ三郎"
        ],
        [
          '園児ID' => 16,
          '園児＿氏名漢字' => "ちゅーりっぷ次郎"
        ],
        [
          '園児ID' => 17,
          '園児＿氏名漢字' => "ちゅーりっぷ太郎"
        ]

      ]);
    }
}
