<?php

use Illuminate\Database\Seeder;

class SyokuinnMasterSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
      DB::table('職員マスタ')->insert([
        [
          '職員ID' => 1,
          '職員＿氏名漢字' => "ちゅーりっぷ壱先生"
        ],
        [
          '職員ID' => 2,
          '職員＿氏名漢字' => "ちゅーりっぷ弐先生"
        ],
        [
          '職員ID' => 3,
          '職員＿氏名漢字' => "ちゅーりっぷ参先生"
        ],
        [
          '職員ID' => 4,
          '職員＿氏名漢字' => "ばら壱先生"
        ],
        [
          '職員ID' => 5,
          '職員＿氏名漢字' => "ばら弐先生"
        ],
        [
          '職員ID' => 6,
          '職員＿氏名漢字' => "ばら参先生"
        ],
        [
          '職員ID' => 7,
          '職員＿氏名漢字' => "さくら壱先生"
        ],
        [
          '職員ID' => 8,
          '職員＿氏名漢字' => "さくら弐先生"
        ],
        [
          '職員ID' => 9,
          '職員＿氏名漢字' => "さくら参先生"
        ],
        [
          '職員ID' => 10,
          '職員＿氏名漢字' => "たんぽぽ壱先生"
        ],
        [
          '職員ID' => 11,
          '職員＿氏名漢字' => "たんぽぽ弐先生"
        ],
        [
          '職員ID' => 12,
          '職員＿氏名漢字' => "たんぽぽ参先生"
        ],
        [
          '職員ID' => 13,
          '職員＿氏名漢字' => "あじさい壱先生"
        ],
        [
          '職員ID' => 14,
          '職員＿氏名漢字' => "あじさい弐先生"
        ],
        [
          '職員ID' => 15,
          '職員＿氏名漢字' => "すみれ壱先生"
        ],
        [
          '職員ID' => 16,
          '職員＿氏名漢字' => "すみれ弐先生"
        ],

      ]);
    }
}
